---
kind: property
id: P:Autodesk.Revit.DB.Arc.Center
zh: 弧、圆弧
source: html/56ec7249-a6bf-251a-69ce-03a2aef6c9db.htm
---
# Autodesk.Revit.DB.Arc.Center Property

**中文**: 弧、圆弧

Returns the center of the arc.

## Syntax (C#)
```csharp
public XYZ Center { get; }
```